[Translator]
Name=HarunX <harundemir@outlook.com>#13Güncelleme 2017.01.19

[frmMain]
mnuFindTarget.Caption=Alan S&eç...
mnuPrimaryMonitor.Caption=&Birincil Monitör
mnuSecondaryMonitor.Caption=&İkincil Monitör
mnuRecordScreen.Caption=&Tam Ekran
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=External Codecs... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Mod
ActionManager.Categorys.&Tools=Araçlar
ActionManager.Categorys.&Help=Yardım
mnuSettings.Caption=&Tercihler...
mnuAbout.Caption=&Hakkında...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Ekran Ve Ses Çıkışını Kayıt Et
mnuRecordingOnlyAudio.Caption=Sadece Ses Çıkışını Kayıt Et
mnuRecordingTheGame.Caption=Recording Game
mnuGIFAnimation.Caption=GIF Animasyon ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) Container
mnuMKVContainerFormat.Caption=MKV (Matroska) Container
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Container
mnuMOVContainerFormat.Caption=MOV (QuickTime) Container
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Container
mnuFLVContainerFormat.Caption=FLV (Flash Video) Container
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Container
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) Container
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Container
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Donanım Encoder ayarları...
mnuAudioCodecsSettings.Caption=Ses Codecler ayarları...
mnuCustomSize.Caption=&Özel boyut...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Kayıt...
mnuBuy.Caption=&Satın al...
ActionManager.Categorys.&Register=&Kayıt
mnuAddRecordingArea.Caption=Kayıt alanı ekle...
mnuEditRecordingAreaList.Caption=Kayıt alanı listesini düzenle...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Exit app
mnuAutoSelectCodec.Caption=Auto Select
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=Bilgi
btnVideoConfiguration.Caption=Setting(&S)
lblFPS.Caption=FPS : 
gbxVideo.Caption=Video
chkAudio.Caption=Ses Cihaz Ayarları
lblAudioDrive.Caption=Cihaz :
lblChannel.Caption=Kanal : 
lblSampleRate.Caption=ÖrnekHız: 
lblQuality.Caption=Quality:
chkRecordCursor.Caption=I&mleci Ekleyin
chkBalanceReposition.Caption=Kayıt alanına Taşıdığınızda, Ana Pencere Taşınır.
gbxHotkeySettings.Caption=Kısayol Ayarları
chkRecordHotkey.Caption=Kayıt: 
chkPauseHotkey.Caption=Duraklat: 
chkCaptureHotkey.Caption=Ekran Yakala:
chkFindTargetHotkey.Caption=Hedef:
lbledtOutputPath.Caption=Çıkış Yolu:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
Caption=Tercihler
lblMin.Caption=Dakika
lblSecond.Caption=Saniye
lblAfterCompletion.Caption=Sonra Tamamla
gbxRservationRecord.Caption=Kayıt Zaman Sınırı
chkRecordingTimeLimite.Caption=&Etkin
gbxLanguage.Caption=Dil Ayarları
lblLanguage.Caption=Dil:
lblVideoBitrate.Caption=Bit Hızı : 
lblAudioBitrate.Caption=Bit Hızı : 
gbxVideoEncoding.Caption=Video
gbxAudioEncoding.Caption=Ses
btnRestoreDefaultSettings.Caption=&Varsayılan ayarları Geri Yükle
lblCaptureFormat.Caption=Ekran Yakalama Resim Dosyası Formatı:
lblUsingMultiCore.Caption=Çoklu Çekirdek Kullanımı: 
gbxMouseEffect.Caption=Mouse Efekti
chkEnabledMouseEffect.Caption=Efekt Etkin
lblMouseEffectColor.Caption=Renk
lblMouseEffectSize.Caption=Boyut
gbxTimeLimitSettings.Caption=Tercihler
rbTimeLimitDoNothing.Caption=Birşey Yapma
rbTimeLimitStartNewRecording.Caption=Yeni Kayıt başlat
rbTimeLimitExitProgram.Caption=Programdan Çık
rbTimeLimitShutdown.Caption=Bilgisayarı Kapat
gbxWatermarkSettings.Caption=Video Filigran Ekle
chkUseWatermark.Caption=&Filigran Kullan
lbledtWatermakrImagePath.Caption=Resim Yolu: 
lblOpacity.Caption=Saydamlık: 
gbxWatermarkImagePosition.Caption=Pozisyon
lblVideoQuality.Caption=Kalite: 
lblEncoderThreadCount.Caption=Encoder Sayısı: 
chkShowFPSOverlay.Caption=FPS Üstte Göster
gbxGameRecording.Caption=Oyun Kayıt
lblColorConversionQuality.Caption=Renk Dönüştürme Kalitesi: 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Yardım...
ledtFileName.Caption=Dosya Adı: 
chkHideDragCursorInRecordingArea.Caption=Kayıt Alanında Mouse İmleci Gizleyin
gbResizeVideo.Caption=Yeniden Boyutlandır
chkResizeVideo.Caption=Video Yeniden Boyutlandır
lblResolution.Caption=Çözünürlük:
lblResizeQuality.Caption=Kalite: 
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=Kalite:
gbxGIF.Caption=GIF Ayarları
chkGIFIncludeCursor.Caption=&İmleci Ekle
chkResizeGIF.Caption=&GIF Yeniden Boyutlandır
lblGIFResolution.Caption=Çözünürlük:
lblGIFResizeQuality.Caption=Kalite: 
gbResizeGIF.Caption=Yeniden Boyutlandırma
rbTimeLimitHibernate.Caption=Bilgisayarı Hazırda Beklemede
tsGeneral.Caption=Genel
tsGame.Caption=Oyun
tsResize.Caption=Yeniden Boyutlandır
gbxMicrophone.Caption=Mikrofon Ayarları
lblMicrophoneInputSource.Caption=Giriş kaynağı
gbxEncodingSettings.Caption=Encoding
gbxGameRecordingPerformance.Caption=Oyun Kayıt
lblStageOfPipeline.Caption=Sahne Hattı:
lblDecoderResolutionCompatibility.Caption=Dekoder Çözünürlük uyumluluğu:
lblWatermarkLeftRightMargins.Caption=Sol, Sağ Kenarlar
lblWatermarkTopBottomMargin.Caption=Üst, Alt Kenarlar
gbxCalcFPS.Caption=FPS Hesapla
lblCalcFPSInterval.Caption=Aralık:
lblCalcFPSMS.Caption=milisaniye
lblCalcFPSRoundMode.Caption=Daire modu: 
gbxFPSLimit.Caption=FPS Limit
chkFPSLimit.Caption=FPS Limit
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Sınırlı FPS kaydet
chkCaptureIncludeCursor.Caption=İ&mleci ekleyin
chkUseCaptureImageWatermark.Caption=Görüntü Yakalamak için filigran ekle
lblFPSLimitMode.Caption=Mod:
tsMouseLeftClickEffect.Caption=Sol-tıklama efekti
tstsMouseRightClickEffect.Caption=Sağ-tıklama efekti
chkMouseLeftClickEffect.Caption=Fare sol tıklama efekti ekle
lblMouseLeftClickEffectStyle.Caption=Stil:
lblMouseLeftClickColor.Caption=Renk:
lblMouseLeftClickEffectSize.Caption=Boyut:
lblMouseLeftClickLineWidth.Caption=Hat genişliği:
chkMouseRightClickEffect.Caption=Fare sağ tıklama efekti ekle
lblMouseRightClickEffectStyle.Caption=Stil:
lblMouseRightClickColor.Caption=Renk:
lblMouseRightClickEffectSize.Caption=Boyut
lblMouseRightClickLineWidth.Caption=Hat genişliği:
chkMouseCursorHighlightEffect.Caption=Fare imlecini vurgulamak için efekt ekle
lblMouseCursorHighlightEffectColor.Caption=Renk:
lblMouseCursorHighlightEffectSize.Caption=Boyut:
tsMouseCursorHighlightEffect.Caption=Vurgu efekti
tsMouseCursorSize.Caption=İmleç Boyutu
chkRecordingAreaAroundTheMouseCursor.Caption=Kaydederken fare imleci, etrafını kayıtla.
gbxWebcamSettings.Caption=Web kamera
chkWebcamOverlayToVideo.Caption=&Video kamerasını ekle
lblWebcamList.Caption=Web kamera
btnWebcamPreview.Caption=&Önizleme...
btnWebcamSettings.Caption=&Ayarlar...
gbxWebcamPosition.Caption=Pozisyon
lblWebcamLeftRightMargins.Caption=Sol, Sağ kenar boşlukları
lblWebcamTopBottomMarings.Caption=Üst, alt kenar boşlukları
lblStartFilenameNumber.Caption=Başlangıç numarası:
chkHiddenRecordingArea.Caption=Gizli kayıt alanı
tsRecordingArea.Caption=Kayıt alanı
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=&Reset...
chkShowHideFPSHotKey.Caption=Göster/Gizle FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Show/Hide Recording area:
gbxScreenRecording.Caption=Ekran kaydı
lblCaptureMethod.Caption=Yakalama yöntemi:
chkShowRecordingAreaMiniControl.Caption=Show mini control of recording area
chkAlwaysOnTop.Caption=&Always on top
lblFrameRateMode.Caption=Frame rate mode:
gbxHiddenRecordingArea.Caption=Hidden recording area
chkAlwaysHideRecordingArea.Caption=Always hide
chkHideRecordingAreaWhenRecording.Caption=Hide when recording
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Hide when an app is minimized or hidden
chkUseTrayIcon.Caption=Use &Trayicon
chkHideAppWhenAppMinimized.Caption=Hide app when app is minimized
chkHideAppWhenAppStarts.Caption=Hide app when app starts
btnVideoQualityCustom.Caption=Custom...

[frmAbout]
btnOK.Caption=&TAMAM
lblDescription.Caption=Sadece Kişisel Kullanım (Ticari olmayan)
btnSendReport.Caption=Bir hata raporu gönderin ...
Caption=Hakkında
tsInformation.Caption=Bilgilendirme
tsLicense.Caption=Lisans Anlaşması
btnRegister.Caption=Register(&R)...

[frmVFWCodecs]
Caption=Harici Codecler
chkUseVFWCodec.Caption=&Dış Codec Kullan
btnDownloadCodecs.Caption=Dış Codec İndir...
btnVideoConfiguration.Caption=&Ayarlar
btnInformation.Caption=&Hakkında
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
lblVFWAudioCodecs.Caption=Ses codec

[frmRegister]
Caption=Kayıt
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=Seri No:
btnOK.Caption=TAMAM(&T)
btnCancel.Caption=İptal(&İ)

[frmInternetAuth]
Caption=Bekleyin...
lblAuthentication.Caption=Doğrulama...

[frmSaveToGIFProgress]
Caption=Tasarruf..
btnCancel.Caption=&İptal
[LanguageString]
Record=Kayıt
Resume=Devam
Pause=Duraklat
Encoding=Kodlama
Capture=E.Yakala
Area=Alan
Resize=Boyutlandır
Open=Aç
Options=Tercihler
Report=Rapor
Register=Register
Info=Bilgi
Hotkey=Kısayol Tuş
Hotkeys=K.Tuşları
Save=Kaydet
Codecs=Codecs
Timelimit=Zaman Sınırı
Stop=Dur
Confirm=Onayla
Version=Versiyon
Language=Dil
Stereo=Stereo
Mono=Mono
Warning=Uyarı
Sound=Ses
Error=Hata
Information=Bilgi
Confirm=Onayla
&Yes=&Evet
&No=&Hayır
&OK=&TAMAM
&Cancel=&Iptal
&Abort=&Iptal Et
&Retry=&Tekrar Dene
&Ignore=&Yoksay
Effect=Efekt
KeyframeRate=AnahtarKare Hızı
ModifiedWindowsHostFile=Windows hosts Dosyasına Müdehale Tespit Edilmiştir.
StopRecording=Ekran Kaydını Durdur.
StartRecording=Ekranda Kaydı Başlat.
CaptureScreen=Bir Ekran yakala.
CopyToClipboard=Panoya Kopyala
PressKeyStopRecording=%s Kayıtı Durdurmak İçin Basın.
RecordingFailed=Kayıt Başarısız Oldu.
CauseAudioSynthesis=Neden (ses sentezi): 
Cause=Cause
NotExistDefaultOutputPath=Çıkış Yolu Yok. Ayarlardaki Varsayılan Çıkış Yolunu Değiştirin.
Recording...=Recording
UpdateNewVersion=oCam Yeni Sürümüne Güncelleştir.
SelectAreaToRecord=Kaydetmek İçin Alanı Seçin.
ResizeRecordingArea=Kayıt Alanını Yeniden Boyutlandırın.
Position=Position
ChangeSettings=Genel Program Yapılandırma Seçenekleri.
DisplaySoftwareInformation=Yazılım Bilgilerini Ve Lisans Bilgilerini Görüntüle.
OpenOutputPath=Çıkış Yolu Klasörünü Açın.
BrowseForFolder=Klasöre Gözat
FailedRecordRegisterHotkey=Kayıt Kısayolu Kaydedilemez.
FailedPauseRegisterHotkey=Durakklat Kısayolu Kaydedilemez
FailedCaptureRegisterHotkey=Ekran Yakalama Kısayolu Kaydedilemez
FailedRecordAreaRegisterHotkey="Seçili Alan Kayıtı" Kısayolu Kaydedilemez
PleaseChangeHotkey=Kısayol Ayarlarını Değiştirin.
LanguageChanged=Dil Değiştirildi. Programı Yeniden Başlattığınızda Geçerlidir.
DownloadCodecs=İnternetten codecs İndir.
WhenUsedGoodCodecs=oCam Kullanarak İyi Codecs Bileşeni Bir Araya Topladık.
GotoCodecPage=Codecs Sayfasına Gitmek İstiyormusunuz?
DontShowAgain=Beni Tekrar Gösterme.
RecordingStarting=Başlatma...
RecordingStopping=Durdurma...
FailedInitWASSoundLibDLL=Ses Kütüphanesi Başlatılamadı. Windows Ses Hizmetinin Çalıştığını Kontrol Edin.
JPEGQuality=JPEG Kalitesi
CompressQuality=Sıkıştır Kalitesi
LicenseTo=Registered
InvalidSerialNumber=Invalid Serial Number
RegisterExpired=Serial number has expired.
ExpiryDate=Expiry Date
Days=Day
Enabled=Etkin
Disabled=Devredışı
Used=Kullanılmış
NotUsed=Kullanılmamış
LowDiskSpace=Diskte Yeterli Yer Yok.
Watermark=Filigran
RecordSystemAudio=Kayıt Ses Sistemi
DoNotRecordMicrophone=Mikrofonu Kaydetme
DoNotRecordSystemAudio=Sistem Ses Kaydetme
UltraHigh=Ultra Yüksek
VeryHigh=Çok Yüksek
High=Yüksek
Medium=Orta
Low=Düşük
VeryLow=Çok Düşük
Auto=Oto
CantNotLoadImage=Dosyadan Filigran Resim Yüklemek Mümkün Değil.
NotFoundTheTargetRecordWindow=Kayıt Hedef Penceresi Bulunamadı.
RecordingGame=Oyun
VeryFast=Çok Hızlı
Fast=Hızlı
Normal=Normal
Slow=Yavaş
VerySlow=Çok Yavaş
FileName=Dosya Adı
ConnectionFailed=Sunucu Bağlantısı Başarısız Oldu.
Congratulations=Tebrikler
SuccessfullyRegistered=Tebrikler!Başarılı Kayıt.
InvalidSerialNumber=Geçersiz Seri Numara. Seri Numara, Geçersiz Görünüyor.
InvalidEMailAddress=Geçersiz e-posta Adresi. E-posta Adresiniz Geçersiz Görünüyor.
RegisterExpired=Bu Ürünü Etkinleştirmek İçin Kullanılan Seri Numaranın Süresi doldu.
InvalidResponseFromServer=Sunucudan Geçersiz Bir Yanıt Alındı.
RegisterAleady=Seri Numara Zaten Kayıtlı.
Donate=Bağış
MonitorNotSupportResolution=Monitör Çözünürlüğü Desteklemiyor.
HalfSize=Yarım Boyut
FitWidth=Genişlik
FitHeight=Yükseklik
Custom=Görenek
GIF=Anminated GIF
General=General
Game=Game
Performance=Performans
Input=Giriş
LeftChannel=Sol Kanal
RightChannel=Sağ Kanal
StereoChannel=Stereo Kanal
3StagPipelineDescription=3-kademeli hat (iyi Performans)
2StagPipelineDescription=2-kademeli hat (normal)
NoPipelineDescription=Hiçbir Hat (yavaş)
HighPerformance=Yüksek Performans
HighQuality=Yüksek Kalite
BlurayDisk=Bluray Disk
LowLatency=Düşük gecikme süresi
HighPerformanceLowLatency=Yüksek Performans ve Düşük gecikme süresi
HighQualityLowLatency=Yüksek Kalite Düşük gecikme süresi
NvidiaDefault=Nvidia Varsayılan
MaximumQuantizer=Maksimum niceleyici
MinimumQuantizer=Minimum niceleyici
ConstQuantizerParameter=Sabit niceleyici parametre
Main=Ana
Baseline=Ölçü çizgi
SinglePassConstantQP=1-PASS Sabit QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) Birinci GPU
(1)SecondGPU=(1) İkinci GPU
WidthHeightMultiple16=Width, Height are multiple of 16
WidthMultiple8HeightMultiple4=Width Multiple of 8, Height is multiple of 4
WidthHeightMultiple2=Width, height are multiple of 2
Pixel=Piksel
Round=Daire
RoundUp=Yukarı Daire
RoundDown=Aşağı Daire
ConsumingCPUCycles=CPU Döngüsünü Tüketen
YieldTheCPU=CPU verimi
AnimationDuration=Animasyon süresi
millisecond=milisaniye
Rings=Halka
Star=Yıldız
Star_RandomColor=Yıldız ( Rastgele renk )
Star_Rotation=Yıldız dönüş
Star_Rotation_RandomColor=Yıldız dönüş ( Rastgele renk )
Opacity=Saydamlık
SoftEdge=Yumuşak kenar
Sec=Sec
CursorSize=İmleç Boyutu
Webcam=Web Kamera
WebcamVideoSize=Video boyutu
SerialNumberAlreadyRegistered=Seri numarası zaten kayıtlı.
Close=Kapat
WhenRecording=kayıt yaparken
Always=Her zaman
AutoSelect=Otomatik seçim
AreSureResetAllSettings=Tüm ayarları sıfırlamak istediğinizden emin misiniz?
PleaseEnterRecordingAreaDisplayName=Lütfen kayıt alanı görünen adını girin.
NoCategory=Kategori yok
RecordingAreaCategoryNameExists=Kategori adı var.
InvaildRecordingAreaCategoryName=Geçersiz kategori adı.
PleaseEnterRecordingAreaCategoryName=Lütfen kategori adını girin.
Youtube=Youtube
LossLess=kayıpsız
HighPerformanceLossLess=Yüksek Performanslı Kayıpsız
Menu=Menü
ScreenRecording=Ekran Kayıt
GameRecording=Oyun Kayıt
AudioRecording=Ses Kayıt
LetsSeeTheGameRecordingManual=Yeni başlayanlar için oyun kayıt el kitabını Gösterelim.
DesktopDuplicationAPI=Masaüstü Çoğaltma API ( Hızlı)
GDIAPI=GDI API
CantNotLoadWatermarkImage=Can not load watermark image.
FrameRateMode_VFR=Variable frame rate ( fast )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.
[frmHardwareEncoderSettings]
Caption=Encoder ayarları
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Önceki Ayar:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
lblNvidiaNvencH264Profile.Caption=Profil:
lblNvencH264Level.Caption=Seviye:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Oran Kontrol
lblNvencH264ConstQP.Caption=Sabit niceleyici Parametre: 
lblNvencH264ConstQPHigh.Caption=1 ( Yüksek kalite )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Düşük kalite )
lblNvencH264AverageBitRate.Caption=Ortalama Bit Hızı: 
lblNvencH264MinimumQuantizer.Caption=Minimum niceleyici: 
lblNvencH264MinimumQPHighQuality.Caption=1 ( Yüksek kalite )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Düşük kalite )
lblNvencH264MaximumQuantizer.Caption=Maksimum niceleyici:
lblNvencH264MaximumQPHighQuality.Caption=1 ( Yüksek kalite )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Düşük kalite )
lblNvencH264MaxBitrate.Caption=Maks Bit Hızı: 
btnNvencH264Default.Caption=&Varsayılan
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Önceki Ayar:
lblNvidiaNvencHEVCProfile.Caption=Profil
lblNvencHEVCLevel.Caption=Seviye
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Oran Kontrol
lblNvencHEVCConstQP.Caption=Sabit niceleyici Parametre: 
lblNvencHEVCConstQPHigh.Caption=1 ( Yüksek kalite )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Düşük kalite )
btnNvencHEVCDefault.Caption=&Varsayılan
lblNvencHEVCAverageBitRate.Caption=Ortalama Bit Hızı:
lblNvencHEVCMinimumQuantizer.Caption=Minimum niceleyici: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( Yüksek kalite )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Düşük kalite )
lblNvencHEVCMaximumQuantizer.Caption=Maksimum niceleyici: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( Yüksek kalite )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Düşük kalite )
lblNvencHEVCMaxBitrate.Caption=Maks Bit Hızı:  
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control
[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Bit Hızı : 
lblMP3AudioBitrate.Caption=Bit Hızı : 
lblMP2AudioBitrate.Caption=Bit Hızı : 
lblWMAAudioBitrate.Caption=Bit Hızı : 
btnDefault.Caption=&Varsayılan
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
Caption=Ses codec ayarları
lblAACAudioSampleRate.Caption=Örnek Oran : 
lblMP3AudioSampleRate.Caption=Örnek Oran : 
lblMP2SampleRate.Caption=Örnek Oran : 
lblWMASampleRate.Caption=Örnek Oran : 
lblFlacAudioSampleRate.Caption=Örnek Oran : 
[frmCustomSize]
Caption=Özel boyut
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
gbxCustomSize.Caption=Boyut
[frmRecordingAreaListEditor]
btnReset.Caption=&Reset
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
mnuAdd.Caption=&Ekle...
mnuEdit.Caption=&Düzenle...
mnuDelete.Caption=&Sil...
mnuInsertSeparator.Caption=&Ayırıcı ekle...
Caption=Kayıt alanı liste editörü
[frmInputNewCategoryName]
Caption=Yeni Kategori
ledtNewCategoryName.Caption=Kategori Adı Gir:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
[frmAddRecordingArea]
Caption=Kayıt alanı ekle
lblCategorys.Caption=Kategori:
ledtRecordingAreaDisplayName.Caption=Kayıt alanında görünen ad:
btnNewCategory.Caption=&Yeni Kategori...
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
